Repository: dvalter/plasma-applet-thermal-monitor
Catalog: translations/po/plasma_applet_org.kde.thermalMonitor_*.po
Languages: ar

source: Temperature
ar: الحرارة

source: Appearance
ar: المظهر

source: Misc
ar: متنوعات

source: Alias font size:
ar: حجم خط الاسم المستعار:

source: Temperature font size:
ar: حجم خط الحرارة:

source: Icon font size:
ar: حجم خط الأيقونة:

source: Temperature right margin:
ar: الهامش اﻷيمن لدرجة الحرارة:

source: Notification icon bottom margin:
ar: الهامش السفلي لأيقونة التنبية:

source: Enable label drop shadow
ar: تفعيل اسقاط الظل

source: Update interval:
ar: الفاصل الزمني للتحدث:

# Abbreviation for seconds
source: s
ar: ثواني

source: Temperature:
ar: الحرارة:

source: °C
ar: مؤية

source: °F
ar: فهرنهايت

source: Add Resource
ar: أضف مورد

source: Edit Resource
ar: عدل مورد

source: Source
ar: مصدر

source: Group of sources
ar: مجموعة موارد

source: NOTE: Group of sources shows the highest temperature of chosen sources.
ar: ملاحظة: مجموعة الموارد ستظهر أعلى حرارة من بين المصادر المختارة.

source: Alias:
ar: الاسم المستعار:

source: Override limit temperatures
ar: تجاوز حدود الحرارة

source: Warning temperature [°C]:
ar: درحة حراراة التحذير [مؤية]

source: Meltdown temperature [°C]:
ar: درحة حراراة الذوبان [مؤية]

source: Plasmoid version:
ar: نسخة بلازمويد:

source: Resources
ar: الموارد

source: Add resources by clicking "+" button.
ar: اضف موارد بالضغط على زر "+"

source: Alias
ar: الاسم المستعار

source: Action
ar: فعل

source: Notifications
ar: التنبيهات

source: Reload Temperature Sources
ar: اعادة تحميل مصارد الحرارة

source: OFF
ar: ايقاف
